{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"faq_on_page_XN6zrE":{"type":"faq-on-page","blocks":{"collapsible_row_3a8HnV":{"type":"collapsible_row","settings":{"heading":"How do you ensure quality?","icon":"check_mark","row_content":"<p>We're kind of obsessed with quality (in a good way). Every piece goes through more tests than your toddler's \"but why?\" phase. Our snuggle-soft fabric is carefully selected, our stitching is marathon-ready, and we check, double-check, and triple-check everything before it heads to your home. Because the only surprises we want are the good kind!<\/p>","page":""}},"collapsible_row_HAEpin":{"type":"collapsible_row","settings":{"heading":"Where are your products made?","icon":"check_mark","row_content":"<p>Our clothes are lovingly created by skilled artisans who share our passion for doing things right. We've handpicked partners who treat their people fairly and our planet kindly. Think of it as a friendship bracelet between ethics and awesome clothes – we wouldn't have it any other way.<\/p><p>Bamboo viscose is primarily made in China, including Short Stuff clothing! Our bamboo is grown and custom milled to our signature \"SNUGGLE SOFT\" fabric. Our manufacturing partners have been thoroughly vetted, independently audited and comply with all International Labor Standards.<\/p>","page":""}},"collapsible_row_U6jbVe":{"type":"collapsible_row","settings":{"heading":"Are there any additives to the Short Stuff products?","icon":"check_mark","row_content":"<p>Short Stuff apparel and accessories are made from eco-friendly materials as mandated by the CPSC (Consumer Product Safety Commission). This means additives such as flame-resistant chemicals are not added.<\/p>","page":""}},"collapsible_row_njhq9W":{"type":"collapsible_row","settings":{"heading":"What if I notice a slight variation in color or fit between items?","icon":"check_mark","row_content":"<p>Since our jams are sewn by human hands and our \"Snuggle Soft\" fabric is very stretchy, it is quite normal for there to be a small sewing variance from item to item. While we aim to keep our sizing as consistent as possible, there will always be slight fluctuations within a small range because of this.<br\/><br\/>Similarly, though we do our best to ensure our colors remain consistent, since we custom dye and print our \"snuggle soft\" fabric, there may be slight variations between dye lots. Print and pattern placement may also vary between pieces.<\/p>","page":""}},"collapsible_row_RgiUe6":{"type":"collapsible_row","settings":{"heading":"Do you have a size chart?","icon":"check_mark","row_content":"<p>Ah, the eternal question! While we can't predict your little one's next growth spurt (wouldn't that be nice?), we've got a super-detailed size guide that comes pretty close. Pro tip: When in doubt, size up – those tiny humans have a sneaky habit of growing overnight! Check out our size chart for the full scoop.<\/p><p>You'll find measurements for every age range, making it easier than a baby's nap schedule (okay, maybe not that easy, but close!). Check each product page or hit up our Size Guide section.<\/p><p><\/p>","page":""}}},"block_order":["collapsible_row_3a8HnV","collapsible_row_HAEpin","collapsible_row_U6jbVe","collapsible_row_njhq9W","collapsible_row_RgiUe6"],"name":"FAQ On Page","settings":{"caption":"","heading":"Frequently Asked Questions","heading_size":"h1","heading_alignment":"center","layout":"none","color_scheme":"","container_color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":36,"padding_bottom":36}}},"order":["main","faq_on_page_XN6zrE"]}